{"do_lower_case": false, "unk_token": "[UNK]", "sep_token": "[SEP]", "pad_token": "[PAD]", "cls_token": "[CLS]", "mask_token": "[MASK]", "tokenize_chinese_chars": true, "strip_accents": false, "max_len": 512, "special_tokens_map_file": null, "name_or_path": "/home/sandra/.cache/torch/sentence_transformers/Sahajtomar_sts-GBERT-de/0_Transformer", "do_basic_tokenize": true, "never_split": null, "tokenizer_class": "BertTokenizer"}